[{"content":"Hello John, thank you for calling Provide Support. How may I help you?","author":"Siri","avatar":"avatar-1.png"},{"content":"That is a good question, let me find out for you.","author":"Nick","avatar":"avatar-2.png"},{"content":"Jerry, let me transfer you to the marketing department. Steve will be able to answer your question.","author":"Fred","avatar":"avatar-3.png"},{"content":"Would you mind holding on for a few minutes while I am checking this with our administrator?","author":"Bob","avatar":"avatar-4.png"},{"content":"Rob, I’m sorry, I made a mistake and gave you the wrong price for this item. The correct price is 50","author":"Higs","avatar":"avatar-5.png"},{"content":"I’m sorry, Joan is not available right now. May I help you with something?","author":"Appy","avatar":"avatar-6.png"},{"content":"Rob, I just wanted to let you know that we are still investigating the problem. We don’t have a solution yet. I will email you as soon as we have found the bug.","author":"Typeer","avatar":"avatar-7.png"},{"content":"I am really sorry this has happened. Let me see if I can find a solution to it.","author":"Scripter","avatar":"avatar-8.png"},{"content":"Let me put you on hold for just a few moments and verify this information.","author":"Inty","avatar":"avatar-9.png"},{"content":"Jerry, let me review your transaction history. Please bear with me for a few more minutes.","author":"Stringer","avatar":"avatar-10.png"},{"content":"I’m sorry for the delay on my part. I am pulling up your account details. Please allow me another minute. I’ll be back with you right away","author":"Booly","avatar":"avatar-11.png"},{"content":"No problem. Thank you for your call. Have a good day.","author":"Fork","avatar":"avatar-12.png"},{"content":"Mary, is there anything else I might help you with today?","author":"Lift","avatar":"avatar-13.png"},{"content":"If any other questions arise, please feel free to contact us at any time. Thanks so much for calling. Good bye.","author":"Siri","avatar":"avatar-14.png"},{"content":"Thank you for chatting with us today. Have a nice day.","author":"Alien","avatar":"avatar-15.png"}]